Repository: boomboom0202/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: kk

source: internally reviewed
kk: ішкі қаралады

source: All Unreviewed
kk: Барлығы қаралмаған

source: All Unreviewed Failures
kk: Барлық қаралмаған сәтсіздіктер

source: active proctored exams
kk: белсенді тексерілген емтихандар

source: courses with active proctored exams
kk: белсенді тексерілген емтихандары бар курстар

source: Course Id
kk: Курс идентификаторы

source: Created
kk: Құрылды

source: Download Software Clicked
kk: Бағдарламаны жүктеп алу басылды

source: Ready To Start
kk: Бастауға дайын

source: Started
kk: Басталды

source: Ready To Submit
kk: Жіберуге дайын

source: Declined
kk: Қабылданбады

source: Timed Out
kk: Уақыт бітті

source: Submitted
kk: Жіберілді

source: Second Review Required
kk: Екінші шолу қажет

source: Verified
kk: Тексерілді

source: Rejected
kk: Қабылданбады

source: Error
kk: Қате

source: Onboarding Missing
kk: Қосылу жоқ

source: Onboarding Failed
kk: Қосылу сәтсіз аяқталды

source: Onboarding Pending
kk: Қосылу күтілуде

source: Onboarding Expired
kk: Қосылу мерзімі аяқталды

source: you have {remaining_time} remaining
kk: сізде {remaining_time} қалды

source: your course
kk: сіздің курсыңыз

source: Proctoring Results For {course_name} {exam_name}
kk: {course_name} {exam_name} үшін тексеру нәтижелері

source: Taking As Proctored Exam
kk: Прокуратуралық емтихан ретінде қабылдау

source: Proctored Option Available
kk: Прокуратуралық опция қол жетімді

source: Taking As Open Exam
kk: Ашық емтихан ретінде қабылдау

source: Pending Session Review
kk: Күтудегі сеансты қарау

source: Passed Proctoring
kk: Прокуратурадан өтті

source: Failed Proctoring
kk: Сәтсіз тексеру

source: Proctored Option No Longer Available
kk: Прокуратуралық опция енді қолжетімсіз

source: Ungraded Practice Exam
kk: Бағаланбаған тәжірибе емтиханы

source: Practice Exam Completed
kk: Практикалық емтихан аяқталды

source: Practice Exam Failed
kk: Практикалық емтихан сәтсіз аяқталды

source: Timed Exam
kk: Уақыты белгіленген емтихан

source: Onboarding status question
kk: Борттық күйі туралы сұрақ

source: Taking as Proctored
kk: Прокуратура ретінде қабылдау

source: Is Sample Attempt
kk: Үлгі әрекеті

source: Is Resumable
kk: Қалпына келтіруге болады

source: Ready to Resume
kk: Жалғастыруға дайын

source: Resumed
kk: Жалғастырылды

source: Additional Time (minutes)
kk: Қосымша уақыт (минут)

source: Review Policy Exception
kk: Қарап шығу саясатынан ерекше жағдай

source: The result will be visible after <strong id="wait_deadline"> Loading... </strong>
kk: Нәтиже <strong id="wait_deadline">Жүктеуден кейін көрінеді...</strong>

source: Hello,
kk: Сәлем,

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and you met all proctoring requirements.
kk: Сіздің тексерілген емтиханыңыз &quot; %(exam_name)s &quot; жылы <a href="%(course_url)s">%(course_name)s</a> қаралды және сіз бақылаудың барлық талаптарына сай болды.

source: If you have any questions about your results, you can reach out at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
kk: Нәтижелеріңіз туралы сұрақтарыңыз болса, мына телефон арқылы хабарласа аласыз <a href="%(contact_url)s"> %(contact_url_text)s </a> .

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was submitted successfully and will now be reviewed to ensure all exam rules were followed. You should receive an email with your exam status within 5 business days. Final grades may take longer.
kk: Сіздің тексерілген емтиханыңыз &quot; %(exam_name)s &quot; жылы <a href="%(course_url)s">%(course_name)s</a> жіберілді сәтті және енді барлық емтиханды қамтамасыз ету үшін қаралады ережелері сақталды. Емтихан туралы электрондық хат алуыңыз керек мәртебесі 5 жұмыс күні ішінде. Қорытынды бағалар ұзағырақ уақыт алуы мүмкін.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and the course team has identified one or more violations of the proctored exam rules. Examples of issues that may result in a rules violation include browsing the internet, blurry or missing photo identification, using a phone, or getting help from another person. As a result of the identified issue(s), you did not successfully meet the proctored exam requirements.
kk: Сіздің тексерілген емтиханыңыз &quot; %(exam_name)s &quot; жылы <a href="%(course_url)s">%(course_name)s</a> қаралды және курс командасы тексерілген емтихан ережелерінің бір немесе бірнеше бұзушылықтарын анықтады. Мысалдар ережелердің бұзылуына әкелуі мүмкін мәселелердің қатарына шолу кіреді интернет, бұлыңғыр немесе жоқ фото сәйкестендіру, телефонды пайдалану, немесе басқа адамнан көмек алу. Анықталған мәселе(лер) нәтижесінде Сіз сынақтан өткен емтихан талаптарын сәтті орындамадыңыз.

source: To appeal your proctored exam results, please reach out with any relevant information about your exam at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
kk: Прокуратуралық емтихан нәтижелеріне шағымдану үшін кез келген сәйкес ақпаратпен хабарласыңыз емтихан туралы <a href="%(contact_url)s"> %(contact_url_text)s </a> .

source: Proctoring onboarding exam
kk: Прокуратураға түсу емтиханы

source: Why this is important to you:
kk: Неліктен бұл сіз үшін маңызды:

source: Establish your identity with the proctoring system to take a proctored exam
kk: Прокуратуралық емтиханды тапсыру үшін тексеру жүйесімен жеке басыңызды анықтаңыз

source: Create your onboarding profile for faster access in the future
kk: Болашақта жылдамырақ кіру үшін қосымша профильді жасаңыз

source: Practice taking a proctored test
kk: Прокуратуралық тестілеуді орындау

source: Proctoring for this course is provided via %(provider_name)s. Onboarding review, including identity verification, can take 2+ business days.
kk: Бұл курсты тексеру %(provider_name)s арқылы қамтамасыз етіледі. Жеке куәлікті растауды қоса, борттық тексеру 2+ жұмыс күнін алуы мүмкін.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Make sure this email has been added to your inbox filter.
kk: Профиль тексерілгеннен кейін сізге шолу нәтижелері бар электрондық хат жіберіледі. Электрондық пошта келесіден келеді <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . Бұл электрондық поштаның кіріс жәшігінің сүзгісіне қосылғанына көз жеткізіңіз.

source: Please contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> if you have questions.
kk: Хабарласыңыз <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> сұрақтарыңыз болса.

source: Continue to onboarding
kk: Жалғастыруды жалғастырыңыз

source: You will be guided through online proctoring software set up and identity verification.
kk: Сізге онлайн прокторинг бағдарламалық құралын орнату және жеке басын тексеру арқылы басшылыққа аласыз.

source: Error: There was a problem with your onboarding session
kk: Қате: қосу сеансында ақаулық орын алды

source: Your proctoring session ended before you completed this onboarding exam. You should retry this onboarding exam.
kk: Прокуратура сеансы сіз осы борттық емтиханды аяқтамай тұрып аяқталды. Бұл оқуға түсу емтиханын қайталап көруіңіз керек.

source: You are taking "%(exam_display_name)s" as an onboarding exam. You must click “Yes, end my proctored exam” and submit your proctoring session to complete onboarding.
kk: Сіз борттық емтихан ретінде &quot; %(exam_display_name)s &quot; тапсырып жатырсыз. Сіз «Иә, менің тексерілген емтиханымды аяқтаңыз» түймесін басып, жұмысқа қабылдауды аяқтау үшін тексеру сессиясын жіберуіңіз керек.

source: Your onboarding session was reviewed, but did not pass all requirements
kk: Борттық сеансыңыз қаралды, бірақ барлық талаптардан өтпеді

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions. You may retake this onboarding exam by clicking "Retry my exam".
kk: Хабарласыңыз <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> сұрақтарыңыз болса. Сіз «Емтиханымды қайталау» түймесін басу арқылы осы оқуға түсу емтиханын қайта тапсыра аласыз.

source: Retry my exam
kk: Емтиханымды қайталап көріңіз

source: Resetting Onboarding Exam
kk: Қосылу емтиханын қалпына келтіру

source: You have submitted this onboarding exam
kk: Сіз осы оқуға түсу емтиханын тапсырдыңыз

source: If you do not have an onboarding profile with the system, Verificient will review your submission and create an onboarding profile to grant you access to proctored exams. Onboarding profile review can take 2+ business days.
kk: Жүйеде қосылу профиліңіз болмаса, Verificient сіздің жібергеніңізді тексеріп, жұмысқа қабылдауды жасайды Прокуратуралық емтихандарға қол жеткізуге мүмкіндік беретін профиль. Борттық профильді тексеру 2+ жұмыс күнін алуы мүмкін.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, so make sure this email has been added to your inbox filter.
kk: Профиль тексерілгеннен кейін сізге электрондық хат келеді шолу нәтижелерімен. Электрондық пошта келесіден келеді <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> , сондықтан бұл электрондық поштаның кіріс жәшігінің сүзгісіне қосылғанын тексеріңіз.

source: If you already have an onboarding profile approved through another course, this submission will not be reviewed. You may retry this exam at any time to validate that your setup still meets the requirements for proctoring.
kk: Егер сізде басқа курс арқылы бекітілген борттық профиліңіз болса, бұл жіберу қарастырылмайды. Бұл емтиханды кез келген уақытта қайталауға болады орнатуыңыз әлі де тексеруге қойылатын талаптарға сай келетінін растау үшін.

source: If you have made an error in this submission you may restart the onboarding process. Your current submission will be removed and will not receive a review.
kk: Бұл жіберуде қате жіберсеңіз, қосу процесін қайта бастауға болады. Ағымдағы жібергеніңіз жойылады және шолу қабылданбайды.

source: I understand and want to reset this onboarding exam.
kk: Мен түсінемін және осы оқуға түсу емтиханын қалпына келтіргім келеді.

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions.
kk: Хабарласыңыз <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> сұрақтарыңыз болса.

source: Your onboarding profile was reviewed successfully
kk: Қосылу профиліңіз сәтті қаралды

source: Your profile has been established, and you're ready to take proctored exams in this course.
kk: Сіздің профиліңіз орнатылды және сіз осы курста тексерілген емтихандарды тапсыруға дайынсыз.

source: Try a proctored exam
kk: Прокуратуралық емтихан тапсырып көріңіз

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
kk: Кейінірек курста нақты емтихандар үшін прокторингпен танысыңыз. Бұл тәжірибе емтиханы әсер етпейді курстағы бағаңыз бойынша.

source: Continue to my practice exam
kk: Менің тәжірибелік емтиханымды жалғастырыңыз

source: You will be guided through steps to set up online proctoring software and verify your identity.
kk: Сізге онлайн тексеру бағдарламалық құралын орнату және жеке басыңызды растау қадамдары бойынша басшылыққа алынатын болады.

source: There was a problem with your practice proctoring session
kk: Тәжірибелік бақылау сеансында мәселе туындады

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
kk: Сіздің тәжірибеңіздің тексеру нәтижелері: <b class="failure">қанағаттанарлықсыз</b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
kk: Сіздің бақылау сессияңыз осы тәжірибе емтиханын аяқтамай тұрып аяқталды. Онлайн тексеру бағдарламалық құралын орнату кезінде қиындықтар туындаса, осы тәжірибе емтиханын қайталап көруге болады.

source: You have submitted this practice proctored exam
kk: Сіз бұл тәжірибелік емтиханды тапсырдыңыз

source: Practice exams do not affect your grade. You have completed this practice exam and can continue with your course work.
kk: Тәжірибе емтихандары сіздің бағаңызға әсер етпейді. Сіз бұл тәжірибе емтиханын аяқтадыңыз және курстық жұмысыңызды жалғастыра аласыз.

source: Are you sure you want to take this exam without proctoring?
kk: Сіз бұл емтиханды тексерусіз тапсырғыңыз келетініне сенімдісіз бе?

source: If you take this exam without proctoring, you will not be eligible for course credit or the MicroMasters credential if either applies to this course.
kk: Егер сіз бұл емтиханды тексерусіз тапсырсаңыз, курс кредитіне немесе MicroMasters тіркелгі деректеріне құқығыңыз болмайды, егер олардың біреуі осы курсқа қатысты болса.

source: Continue Exam Without Proctoring
kk: Емтиханды бақылаусыз жалғастырыңыз

source: Go Back
kk: Қайтып келу

source: This exam is proctored
kk: Бұл емтихан тапсырылады

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
kk: Осы курспен байланысты несие немесе бағдарламаның тіркелгі деректеріне ие болу үшін сіз осы емтиханға тексеруден өтуіңіз керек.

source: Continue to my proctored exam.
kk: Менің тексерілген емтиханымды жалғастырыңыз.

source: You will be guided through steps to set up online proctoring software and verify your identity.</br>
kk: Сізге онлайн тексеру бағдарламалық құралын орнату және жеке басыңызды растау қадамдары бойынша басшылыққа алынатын болады.</br>

source: Error with proctored exam
kk: Прокуратуралық емтихандағы қате

source: A system error has occurred with your proctored exam. Please reach out to your course team at <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> for assistance, and return to the exam once you receive further instructions.
kk: Прокуратуралық емтиханда жүйелік қате орын алды. Курсыңызға хабарласыңыз <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> тобы көмек сұраңыз және қосымша нұсқауларды алғаннан кейін емтиханға оралыңыз.

source: A system error has occurred with your proctored exam. Please reach out to <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Support</a> for assistance, and return to the exam once you receive further instructions.
kk: Прокуратуралық емтиханда жүйелік қате орын алды. хабарласыңыз <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Қолдау</a> көмек және қосымша нұсқауларды алғаннан кейін емтиханға оралыңыз.

source: Close
kk: Жабу

source: The content of this exam can only be viewed through the RPNow application. If you have yet to complete your exam, please return to the RPNow application to proceed.
kk: Бұл емтиханның мазмұнын тек RPNow арқылы көруге болады қолданба. Емтиханды әлі аяқтамаған болсаңыз, өтінемін жалғастыру үшін RPNow қолданбасына оралыңыз.

source: Alternatively, you can end your exam.
kk: Немесе емтиханды аяқтауға болады.

source: End My Exam
kk: Емтиханымды аяқтаңыз

source: The due date for this exam has passed
kk: Бұл емтиханның аяқталу мерзімі өтті

source: Because the due date has passed, you are no longer able to take this exam.
kk: Мерзімі өтіп кеткендіктен, сіз енді бұл емтиханды тапсыра алмайсыз.

source: You did not satisfy the requirements for taking this exam with proctoring.
kk: Сіз прокторингпен осы емтиханды тапсыру талаптарын қанағаттандырмадыңыз.

source: You did not satisfy the following prerequisites:
kk: Сіз келесі алғышарттарды қанағаттандырмадыңыз:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
kk: Қанағаттанбаған алғышарттарға байланысты сіз бұл емтиханды тек проекторсыз тапсыра аласыз.

source: If you have questions about the status of your requirements, contact %(platform_name)s Support.
kk: Талаптарыңыздың күйі туралы сұрақтарыңыз болса, %(platform_name)s Қолдау қызметіне хабарласыңыз.

source: About Proctored Exams
kk: Прокуратуралық емтихандар туралы

source: You have not activated your account.
kk: Сіз тіркелгіңізді белсендірмегенсіз.

source: Your %(platform_name)s account has not yet been activated. To take the proctored exam, you are required to activate your account.
kk: %(platform_name)s тіркелгіңіз әлі белсендірілмеген. Прокуратуралық емтиханды тапсыру үшін, тіркелгіңізді белсендіру қажет.

source: Please check your registered email's Inbox and Spam folders for an activation email from %(platform_name)s.
kk: Тіркелген электрондық поштаның «Кіріс» және «Спам» қалталарынан белсендіру электрондық поштасын тексеріңіз %(platform_name)s .

source: If you cannot find this email, you can <a href="%(reset_link)s" target="_blank">reset your password</a> to activate your account.
kk: Бұл электрондық поштаны таба алмасаңыз, <a href="%(reset_link)s" target="_blank">құпия сөзді қалпына келтіруге</a> болады тіркелгіңізді белсендіріңіз.

source: If you cannot find this email, you can reset your password to activate your account.
kk: Бұл электрондық поштаны таба алмасаңыз, тіркелгіңізді белсендіру үшін құпия сөзді қалпына келтіруге болады.

source: If you continue to have trouble please contact <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Support</a>.
kk: Егер сізде қиындық туындаса, хабарласыңыз <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Қолдау</a> .

source: Set up and start your proctored exam
kk: Прокуратуралық емтиханды орнатыңыз және бастаңыз

source: Note: As part of the proctored exam setup, you will be asked to verify your identity. Before you begin, make sure you are on a computer with a webcam, and that you have a valid form of photo identification such as a driver’s license or passport.
kk: Ескерту: Прокурорлық емтиханды орнату бөлігі ретінде сізден сұралады жеке басын растау үшін. Бастамас бұрын, бар екеніне көз жеткізіңіз веб-камерасы бар компьютерде және сізде жарамды пішін бар жүргізуші куәлігі немесе фотосуретті сәйкестендіру төлқұжат.

source: If you have issues relating to proctoring, you can contact %(provider_name)s technical support by emailing %(provider_tech_support_email)s or by calling %(provider_tech_support_phone)s.
kk: Прокторингке қатысты мәселелеріңіз болса, %(provider_tech_support_email)s электрондық поштасын жіберу немесе %(provider_tech_support_phone)s қоңырау шалу арқылы %(provider_name)s техникалық қолдау қызметіне хабарласуға болады.

source: Start System Check
kk: Жүйені тексеруді іске қосыңыз

source: Start Exam
kk: Емтиханды бастау

source: Step 1
kk: 1-қадам

source: Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
kk: Осы бірегей емтихан кодын көшіріңіз. Емтиханды бастамас бұрын сізге бұл кодты кейінірек қою ұсынылады.

source: Copy Exam Code
kk: Емтихан кодын көшіріңіз

source: Select the exam code, then copy it using Control + C (Windows) or Command + C (Mac).
kk: Емтихан кодын таңдаңыз, содан кейін оны Control + C (Windows) немесе Command + C (Mac) арқылы көшіріңіз.

source: Step 2
kk: 2-қадам

source: Start your system check now. A new window will open for this step and you will verify your identity.
kk: Жүйені тексеруді қазір бастаңыз. Бұл қадам үшін жаңа терезе ашылады және сіз өзіңіздің жеке басыңызды растайсыз.

source: Make sure you:
kk: Сізге көз жеткізіңіз:

source: Have a computer with a functioning webcam
kk: Веб-камера жұмыс істейтін компьютеріңіз бар

source: Have your valid photo ID (e.g. driver's license or passport) ready
kk: Жарамды фотосурет идентификаторыңызды (мысалы, жүргізуші куәлігі немесе төлқұжат) дайындаңыз

source: Step 3
kk: 3-қадам

source: For security and exam integrity reasons, we ask you to sign in to your edX account. Then we will direct you to the RPNow proctoring experience.
kk: Қауіпсіздік және емтиханның тұтастығы себептері үшін edX тіркелгіңізге кіруіңізді сұраймыз. Содан кейін біз сізді RPNow проекторлық тәжірибесіне бағыттаймыз.

source: Take this exam without proctoring.
kk: Бұл емтиханды тексерусіз тапсырыңыз.

source: You must complete an onboarding exam before taking this proctored exam
kk: Осы тексерілген емтиханды тапсырар алдында сіз оқуға түсу емтиханын тапсыруыңыз керек

source: Please complete an onboarding exam before attempting this exam.
kk: Осы емтиханға кіріспес бұрын, оқуға түсу емтиханын аяқтаңыз.

source: Navigate to onboarding exam
kk: Қабылдау емтиханына өтіңіз

source: Your onboarding exam is being reviewed. Before attempting this exam, please allow 2+ business days for your onboarding exam to be reviewed.
kk: Сіздің жұмысқа қабылдау емтиханыңыз тексерілуде. Бұл емтиханды орындамас бұрын, жұмысқа қабылдау емтиханын тексеру үшін 2+ жұмыс күнін беріңіз.

source: Your onboarding exam failed to pass all requirements.
kk: Сіздің оқуға түсу емтиханыңыз барлық талаптардан өте алмады.

source: Proctoring for your exam is provided via %(provider_name)s. If you have questions about the status of your onboarding exam, contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
kk: Емтиханыңызды тексеру %(provider_name)s арқылы қамтамасыз етіледі. Борттық емтиханның күйі туралы сұрақтарыңыз болса, хабарласыңыз <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam.
kk: Сіз бұл емтиханның алғышарттарын орындамадыңыз. Осы тексерілген емтиханды тапсыру үшін барлық талаптарды орындау керек.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
kk: Келесі алғышарттар <strong>күтілуде</strong> және жалғастырмас бұрын сәтті аяқталуы керек:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed.
kk: Сіз бұл емтиханды барлық алғышарттар сәтті орындалған кезде ғана прокторингпен тапсыра аласыз.

source: Your Proctoring Session Has Started
kk: Сіздің бақылау сессияңыз басталды

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
kk: Осы сәттен бастап емтиханға тексеруден өту үшін <a href="%(link_urls.online_proctoring_rules)s" target="_blank">онлайн-прокуратура ережелерін</a> сақтау керек.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
kk: Емтиханды аяқтамай тұрып бұл терезені жаппаңыз. егер сіз осы терезені жапсаңыз, сіздің бақылау сессияңыз аяқталады және сіз бақылау емтиханын сәтті аяқтамайсыз.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
kk: Емтиханды бастау үшін %(platform_name)s курс терезесіне оралыңыз. Сіз емтиханды аяқтаған кезде және оны аяқталды деп белгілесеңіз, тексеру сессиясын аяқтау үшін осы терезені жабуға болады және тексеру үшін тексеру сеансының деректерін жүктеп салыңыз.

source: Your exam is ready to be resumed.
kk: Емтиханыңызды жалғастыруға дайын.
