Repository: boomboom0202/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: kk

source: You will have %(total_time)s to complete your exam.
kk: Емтиханды аяқтау үшін сізде %(total_time)s болады.

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
kk: Осы курспен байланысты несие немесе бағдарламаның тіркелгі деректеріне ие болу үшін сіз осы емтиханға тексеруден өтуіңіз керек.

source: Important
kk: Маңызды

source: &#8226; You have %(total_time)s to complete this exam. </br> &#8226; Once you start the exam, you cannot stop the timer. </br> &#8226; For all question types, you must click "submit" to complete your answer. </br> &#8226; If time expires before you click "End My Exam", only your submitted answers will be graded.
kk: • Осы емтиханды аяқтау үшін сізде %(total_time)s бар.</br> • Емтиханды бастағаннан кейін таймерді тоқтата алмайсыз.</br> • Барлық сұрақ түрлерінде жауапыңызды аяқтау үшін «жіберу» түймесін басу керек.</br> • Егер «Емтиханымды аяқтау» түймесін басқанға дейін уақыт бітсе, тек жіберілген жауаптарыңыз бағаланады.

source: Proctored Exam Rules
kk: Прокуратуралық емтихан ережелері

source: You must adhere to the following rules while you complete this exam. <strong>If you violate these rules, you will receive a score of 0 on the exam, and you will not be eligible for academic course credit. </strong></br>
kk: Бұл емтиханды аяқтаған кезде келесі ережелерді сақтау керек. <strong>Егер сіз осы ережелерді бұзсаңыз, емтиханда сіз 0 балл аласыз және сіз академиялық курс кредитіне ие бола алмайсыз. </strong></br>

source: %(platform_name)s Rules for Online Proctored Exams
kk: %(platform_name)s Онлайн бақылау емтихандарының ережелері

source: Additional Exam Rules
kk: Қосымша емтихан ережелері

source: The following additional rules apply to this exam. These rules take precedence over the Rules for Online Proctored Exams.</br> </br> %(exam_review_policy)s </br>
kk: Бұл емтиханға келесі қосымша ережелер қолданылады. Бұл ережелер онлайн бақылау емтихандарының ережелерінен басымдылыққа ие.</br></br> %(exam_review_policy)s</br>

source: Start my exam
kk: Емтиханымды бастаңыз

source: Starting Exam
kk: Бастау емтиханы

source: Are you sure you want to end your proctored exam?
kk: Прокуратуралық емтиханды аяқтағыңыз келетініне сенімдісіз бе?

source: Make sure that you have selected "Submit" for each answer before you submit your exam.
kk: Емтиханды жібермес бұрын әрбір жауап үшін «Жіберу» опциясын таңдағаныңызға көз жеткізіңіз.

source: Once you click "Yes, end my proctored exam", the exam will be closed, and your proctoring session will be submitted for review.
kk: «Иә, менің тексерілген емтиханымды аяқтаңыз» түймесін басқаннан кейін емтихан жабылады және сіздің бақылау сессияңыз қарауға жіберіледі.

source: Yes, end my proctored exam
kk: Иә, менің бақылау емтиханымды аяқтаңыз

source: Ending Exam
kk: Қорытынды емтихан

source: No, I'd like to continue working
kk: Жоқ, мен жұмысты жалғастырғым келеді

source: Your proctoring session was reviewed, but did not pass all requirements
kk: Прокуратура сессиясы қаралды, бірақ барлық талаптардан өтпеді

source: If you have questions about the status of your proctoring session results, contact %(platform_name)s Support.
kk: Тексеру сессиясының нәтижелерінің күйі туралы сұрақтарыңыз болса, %(platform_name)s Қолдау қызметіне хабарласыңыз.

source: If you have concerns about your proctoring session results, contact your course team.
kk: Прокуратура сессиясының нәтижелеріне қатысты алаңдаушылық туындаса, курс тобына хабарласыңыз.

source: You have submitted this proctored exam for review
kk: Сіз бұл тексерілген емтиханды тексеруге жібердіңіз

source: Your recorded data should now be uploaded for review.
kk: Жазылған деректеріңіз енді тексеру үшін жүктеп салынуы керек.

source: If the proctoring software window is still open, close it now and confirm that you want to quit the application.
kk: Прокуратуралық бағдарламалық құрал терезесі әлі ашық болса, оны қазір жауып, қолданбадан шыққыңыз келетінін растаңыз.

source: Proctoring results are usually available within 5 business days after you submit your exam.
kk: Прокуратура нәтижелері әдетте емтихан тапсырғаннан кейін 5 жұмыс күні ішінде қол жетімді болады.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
kk: Егер сізде тексерілген емтихан нәтижелерінің күйі туралы сұрақтарыңыз болса, %(platform_name)s Қолдау қызметіне хабарласыңыз.

source: Your proctoring session was reviewed successfully. Go to your progress page to view your exam grade.
kk: Прокуратура сеансыңыз сәтті қаралды. Емтихан бағасын көру үшін үлгерім бетіне өтіңіз.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
kk: Емтихан сұрақтары мен жауаптарын көру үшін <strong>Менің емтиханымды көру опциясын</strong> таңдаңыз. Емтиханның шолу күйі сол жақ шарлау тақтасында көрсетіледі.

source: View my exam
kk: Менің емтиханымды қараңыз

source: %(exam_name)s is a Timed Exam (%(total_time)s)
kk: %(exam_name)s - бұл уақыттық емтихан ( %(total_time)s )

source: This exam has a time limit associated with it.
kk: Бұл емтиханда оған байланысты уақыт шегі бар.

source: To pass this exam, you must complete the problems in the time allowed.
kk: Бұл емтиханды тапсыру үшін берілген уақытта тапсырмаларды орындау керек.

source: After you select
kk: Сіз таңдағаннан кейін

source: I am ready to start this timed exam,
kk: Мен бұл уақытша емтиханды бастауға дайынмын,

source: you will have
kk: сізде болады

source: to complete and submit the exam.
kk: емтиханды аяқтау және тапсыру.

source: I am ready to start this timed exam.
kk: Мен бұл уақытша емтиханды бастауға дайынмын.

source: Can I request additional time to complete my exam?
kk: Емтиханды аяқтау үшін қосымша уақыт сұрай аламын ба?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
kk: Мүгедек болсаң, Сіз белгіленген емтихандар бойынша қосымша уақыт алу құқығына ие болуыңыз мүмкін. Қосымша уақыт туралы ақпарат алу үшін курс командасынан сұраңыз.

source: Are you sure that you want to submit your timed exam?
kk: Уақыты белгіленген емтиханды тапсырғыңыз келетініне сенімдісіз бе?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
kk: Емтиханды жібермес бұрын әрбір мәселе үшін «Жіберу» параметрін таңдағаныңызға көз жеткізіңіз.

source: After you submit your exam, your exam will be graded.
kk: Емтиханды тапсырғаннан кейін емтиханға баға қойылады.

source: Yes, submit my timed exam.
kk: Иә, менің уақыттық емтиханымды жіберіңіз.

source: No, I want to continue working.
kk: Жоқ, мен жұмысты жалғастырғым келеді.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
kk: Бұл емтиханға берілген уақыт бітті. Емтиханыңыз жіберілді және сіз орындаған кез келген жұмыс баға қойылады.

source: You have submitted your timed exam.
kk: Сіз өзіңіздің уақыттық емтиханыңызды тапсырдыңыз.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
kk: Белгіленген мерзім өткеннен кейін емтиханды қарап шығуға болады, бірақ жауаптарыңызды өзгерте алмайсыз.

source: {num_of_hours} hour
kk: {num_of_hours} сағат

source: {num_of_hours} hours
kk: {num_of_hours} сағат

source: {num_of_minutes} minutes
kk: {num_of_minutes} минут

source: and {num_of_minutes} minute
kk: және {num_of_minutes} минут

source: {num_of_minutes} minute
kk: {num_of_minutes} минут

source: and {num_of_minutes} minutes
kk: және {num_of_minutes} минут

source: a proctored exam
kk: бақылау емтиханы

source: a timed exam
kk: белгіленген емтихан

source: an onboarding exam
kk: оқуға түсу емтиханы

source: a practice exam
kk: тәжірибелік емтихан

source: could not determine the course_id
kk: course_id анықтай алмады

source: Must be a Staff User to Perform this request.
kk: Бұл сұрауды орындау үшін Қызметкер пайдаланушысы болуы керек.

source: Missing required query parameter course_id
kk: Курс_id қажетті сұрау параметрі жоқ

source: There is no onboarding exam related to this course id.
kk: Бұл курс идентификаторына қатысты оқуға түсу емтиханы жоқ.

source: There is no onboarding exam accessible to this user.
kk: Бұл пайдаланушыға кіру емтиханы қолжетімді емес.

source: No onboarding status API for {proctor_service}
kk: {proctor_service} үшін қосу күйінің API интерфейсі жоқ

source: The onboarding service is temporarily unavailable. Please try again later.
kk: Борттық қызметі уақытша қолжетімсіз. Тағы жасауды сәл кейінірек көріңізді өтінеміз.

source: you have less than a minute remaining
kk: бір минуттан аз уақыт қалды

source: Enter a valid username or email
kk: Жарамды пайдаланушы атын немесе электрондық поштаны енгізіңіз

source: user_info
kk: пайдаланушы_ақпараты

source: Enter a valid positive value number
kk: Жарамды оң мән санын енгізіңіз

source: allowance_value
kk: жәрдемақы_мәні

source: Cannot update attempt review status
kk: Қарап шығу әрекетінің күйін жаңарту мүмкін емес

source: No exams in course {course_id}.
kk: {course_id} курсында емтихандар жоқ.

source: No proctored exams in course {course_id}
kk: {course_id} курсында тексерілген емтихандар жоқ

source: No instructor dashboard for {proctor_service}
kk: {proctor_service} үшін нұсқаушы бақылау тақтасы жоқ
