Repository: boomboom0202/openedx-translations
Catalog: translations/platform-plugin-aspects/platform_plugin_aspects/conf/locale/*/LC_MESSAGES/django.po
Languages: kk

source: Reports
kk: Есептер

source: Course Dashboard
kk: Курстың бақылау тақтасы

source: Individual Learner Dashboard
kk: Оқушының жеке бақылау тақтасы

source: At-Risk Learners Dashboard
kk: Тәуекел тобындағы оқушыларға арналған бақылау тақтасы

source: Course
kk: Курс

source: Graded Subsection
kk: Бағаланған бөлімше

source: Problem
kk: Мәселе

source: Video
kk: Бейне

source: Superset is not configured properly. Please contact your system administrator.
kk: Superset дұрыс конфигурацияланбаған. Жүйе әкімшісіне хабарласыңыз.

source: Superset is only visible to course staff and instructors. Please contact your system administrator.
kk: Superset тек курс қызметкерлері мен нұсқаушыларына көрінеді. Жүйе әкімшісіне хабарласыңыз.

source: Course not found: '{course_id}'
kk: Курс табылмады: &#39;{course_id}&#39;

source: Invalid course id: '{course_id}'
kk: Жарамсыз курс идентификаторы: &#39;{course_id}&#39;

source: Invalid usage id: '{usage_id}'
kk: Жарамсыз пайдалану идентификаторы: &#39;{usage_id}&#39;

source: No dashboard for block type: '{block_type}'
kk: Блок түріне арналған бақылау тақтасы жоқ: &#39;{block_type}&#39;

source: Display name
kk: Көрсетілетін атау

source: Superset Dashboard
kk: Superset бақылау тақтасы

source: Dashboard UUID
kk: UUID бақылау тақтасы

source: The ID of the dashboard to embed. Available in the Superset embed dashboard UI.
kk: Енгізілетін бақылау тақтасының идентификаторы. Superset ендірілген бақылау тақтасының UI интерфейсінде қол жетімді.

source: Filters
kk: Сүзгілер

source: List of SQL filters to apply to the dashboard. E.g: ["org='edX'", "country in ('us', 'co')"] The fields used here must be available on every dataset used by the dashboard.
kk: Қолданылатын SQL сүзгілерінің тізімі бақылау тақтасы. Мысалы: [&quot;org=&#39;edX&#39;&quot;, &quot;(&#39;us&#39;, &#39;co&#39;) еліндегі&quot;] Мұнда пайдаланылатын өрістер бақылау тақтасы пайдаланатын әрбір деректер жиынында қолжетімді болуы керек.
