Repository: boomboom0202/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: kk

source: No rules specified.
kk: Ешқандай ереже көрсетілмеген.

source: Badge templates were successfully updated.
kk: Бейдж үлгілері сәтті жаңартылды.

source: API key
kk: API кілті

source: Pre-configured from the environment.
kk: Ортаның алдын ала конфигурацияланған.

source: WARNING: avoid configuration updates on activated badges. Active badge templates are continuously processed and learners may already have progress on them. Any changes in badge template requirements (including data rules) will affect learners' experience!
kk: ЕСКЕРТУ: белсенді бейдждерде конфигурация жаңартуларынан аулақ болыңыз. Белсенді бейдж үлгілері үнемі өңделеді және оқушылар оларда прогреске ие болуы мүмкін. Бейдж үлгісінің талаптарындағы кез келген өзгерістер (деректер ережелерін қоса алғанда) оқушылардың тәжірибесіне әсер етеді!

source: Active badge template cannot be deleted.
kk: Белсенді белгі үлгісін жою мүмкін емес.

source: Active badge templates cannot be deleted.
kk: Белсенді белгі үлгілерін жою мүмкін емес.

source: icon
kk: түйме белгісі

source: Active badge template must have at least one requirement.
kk: Белсенді белгі үлгісінде кем дегенде бір талап болуы керек.

source: badge template
kk: бейдж үлгісі

source: Failed to sync groups for API config: {}. {}
kk: API конфигурациясы үшін топтарды синхрондау сәтсіз аяқталды: {}. {}

source: Accredible groups were successfully updated.
kk: Accredible топтары сәтті жаңартылды.

source: You can't provide an API key for a configured organization.
kk: Сіз конфигурацияланған ұйым үшін API кілтін бере алмайсыз.

source: All requirements must belong to the same template.
kk: Барлық талаптар бір үлгіге тиесілі болуы керек.

source: Value must be a boolean.
kk: Мәні логикалық болуы керек.

source: Open edX internal user credential was revoked
kk: Open edX ішкі пайдаланушының куәлігі қайтарылды

source: Put your Credly Organization ID here.
kk: Сіздің Credly ұйымыңыздың ID-ін осында қойыңыз.

source: Credly API shared secret for Credly Organization.
kk: Credly ұйымы үшін Credly API ортақ құпиясы.

source: Verbose name for Credly Organization.
kk: Credly ұйымының толық атауы.

source: Unique badge template ID.
kk: Бірегей белгі үлгісінің идентификаторы.

source: Badge template name.
kk: Бейдж үлгісінің атауы.

source: Badge template description.
kk: Бейдж үлгісінің сипаттамасы.

source: Badge template type.
kk: Бейдж үлгісінің түрі.

source: Synchronized state (auto-managed).
kk: Синхрондалған күй (автоматты басқару).

source: Credly Organization - template owner.
kk: Credly ұйымы - үлгі иесі.

source: Badge template this requirement serves for.
kk: Бұл талапқа қызмет ететін белгі үлгісі.

source: Public signal type. Available events are configured in "BADGES_CONFIG" setting. The crucial aspect for event to carry UserData in its payload.
kk: Қоғамдық сигнал түрі. Қол жетімді оқиғалар "BADGES_CONFIG" параметрінде конфигурацияланған. Оқиғаның маңызды аспектісі - оның жүктемесінде UserData тасымалдауы.

source: Provide more details if needed.
kk: Қажет болса, қосымша мәліметтер беріңіз.

source: Optional. Group requirements together using the same Group ID for interchangeable (OR processing logic).
kk: Таңдау бойынша. Топ талаптарын бірдей Топ ID арқылы ауыстырылатын (НЕМЕСЕ өңдеу логикасы) біріктіріңіз.

source: group
kk: топ

source: Public signal's data payload nested property path, e.g: "user.pii.username".
kk: Қоғамдық сигналдың деректер жүктемесінің ішкі қасиет жолы, мысалы: "user.pii.username".

source: key path
kk: кілт жолы

source: Expected value comparison operator. https://docs.python.org/3/library/operator.html
kk: Күтілетін мәнді салыстыру операторы. https://docs.python.org/3/library/operator.html

source: Expected value for the nested property, e.g: "cucumber1997".
kk: Кірістірілген қасиет үшін күтілетін мән, мысалы: "cucumber1997".

source: expected value
kk: күтілетін мән

source: Parent requirement for this data rule.
kk: Бұл деректер ережесіне арналған негізгі талап.

source: Badge template this penalty serves for.
kk: Бұл айыппұл қызмет ететін белгі үлгісі.

source: Public signal type. Use namespaced types, e.g: "org.openedx.learning.student.registration.completed.v1"
kk: Қоғамдық сигнал түрі. Атаулы түрлерді қолданыңыз, мысалы: "org.openedx.learning.student.registration.completed.v1"

source: Badge requirements for which this penalty is defined.
kk: Бұл айыппұл анықталған белгі талаптары.

source: Badge penalties
kk: Төмендету белгілері

source: Parent penalty for this data rule.
kk: Ата-ананың осы деректер ережесіне қатысты жазасы.

source: badge progress records
kk: жетістік белгілерінің жазбалары

source: Group ID for the requirement.
kk: Талапқа арналған топтың идентификаторы.

source: Credly badge issuing state
kk: Credly белгісін беру күйі

source: Credly service badge identifier
kk: Credly қызметінің белгі идентификаторы

source: Accredible API configuration name.
kk: Accredible API конфигурация атауы.

source: Accredible API key.
kk: Accredible API кілті.

source: Accredible API configuration.
kk: Accredible API конфигурациясы.

source: Accredible badge issuing state
kk: Аккредибл белгісін беру күйі

source: Accredible service badge identifier
kk: Аккредибл қызметтік белгі идентификаторы

source: Activate selected entries
kk: Таңдалған жазбаларды іске қосу

source: 1 {model_name} entry was successfully activated.
kk: 1 {model_name} жазбасы сәтті белсендірілді.

source: {count} {model_name} entries were successfully activated.
kk: {count} {model_name} жазбалары сәтті белсендірілді.

source: Deactivate selected entries
kk: Таңдалған жазбаларды өшіру

source: 1 {model_name} entry was successfully deactivated.
kk: 1 {model_name} жазбасы сәтті түрде өшірілді.

source: {count} {model_name} entries were successfully deactivated.
kk: {count} {model_name} жазбалары сәтті түрде өшірілді.

source: Add is_staff to selected entries
kk: Таңдалған жазбаларға is_staff қосу

source: 1 {model_name} entry was successfully changed.
kk: 1 {model_name} жазбасы сәтті өзгертілді.

source: {count} {model_name} entries were successfully changed.
kk: {count} {model_name} жазбалары сәтті өзгертілді.

source: Remove is_staff from selected entries
kk: Таңдалған жазбалардан is_staff-ты алып тастаңыз

source: Add is_superuser to selected entries
kk: Таңдалған жазбаларға is_superuser қосу

source: Remove is_superuser from selected entries
kk: Таңдалған жазбалардан is_superuser-ді алып тастаңыз

source: Personal info
kk: Жеке ақпарат

source: Permissions
kk: Рұқсаттар

source: Important dates
kk: Маңызды күндер

source: URLs
kk: URL мекенжайлары

source: Social Sharing
kk: Әлеуметтік ортақтасу

source: A Facebook app ID is required to enable Facebook sharing.
kk: Facebook қолданбасының идентификаторы Facebook бөлісуді қосу үшін қажет.

source: Platform Name
kk: Платформа атауы

source: Name of your Open edX platform
kk: Open edX платформаңыздың атауы

source: Segment Key
kk: Сегмент кілті

source: Segment write/API key.
kk: Сегмент жазу/API кілті.

source: Theme Name
kk: Тақырып атауы

source: Name of of the theme to use for this site. This value should be lower-cased.
kk: Осы сайт үшін қолданылатын тақырыптың атауы. Бұл мән кіші әріппен жазылуы керек.

source: LMS base url for custom site
kk: Пайдаланушы сайтына арналған LMS негізгі URL мекенжайы

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
kk: Осы сайттың LMS түбірлік URL мекенжайы (мысалы, https://courses.stage.edx.org)

source: Catalog API URL
kk: Каталог API URL мекенжайы

source: Root URL of the Catalog API (e.g. https://api.edx.org/catalog/v1/)
kk: Каталог API түбірлік URL мекенжайы (мысалы, https://api.edx.org/catalog/v1/)

source: Terms of Service URL
kk: Қызмет көрсету шарттары URL

source: Privacy Policy URL
kk: Құпиялық саясатының URL мекенжайы

source: Homepage URL
kk: Негізгі бет URL

source: Company Name
kk: Компания атауы

source: Verified Certificate URL
kk: Расталған сертификат URL мекенжайы

source: Certificate Help URL
kk: Сертификат анықтамасының URL мекенжайы

source: URL of page for questions about certificates
kk: Сертификаттар туралы сұрақтарға арналған беттің URL мекенжайы

source: Enable Learner Records
kk: Оқушы жазбаларын қосыңыз

source: Enable the Records feature. The LMS has a similar setting.
kk: Жазбалар мүмкіндігін қосыңыз. LMS жүйесінде ұқсас параметр бар.

source: Learner Records Help URL
kk: Learner Records анықтамасының URL мекенжайы

source: URL of page for questions about Learner Records
kk: Learner Records туралы сұрақтарға арналған беттің URL мекенжайы

source: Facebook App ID
kk: Facebook қолданбасының идентификаторы

source: Facebook app ID used for sharing
kk: Бөлісу үшін пайдаланылатын Facebook қолданбасының идентификаторы

source: Twitter Username
kk: Twitter пайдаланушы аты

source: Twitter username included in tweeted credentials. Do NOT include @.
kk: Twitter пайдаланушы аты твиттердегі тіркелгі деректеріне енгізілген. @ ҚОСУҒА БОЛМАЙДЫ.

source: Enable Facebook sharing
kk: Facebook бөлісуін қосыңыз

source: Enable sharing via Facebook
kk: Facebook арқылы бөлісуді қосыңыз

source: Enable LinkedIn sharing
kk: LinkedIn бөлісуді қосыңыз

source: Enable sharing via LinkedIn
kk: LinkedIn арқылы бөлісуді қосыңыз

source: Enable Twitter sharing
kk: Twitter бөлісуді қосыңыз

source: Enable sharing via Twitter
kk: Twitter арқылы бөлісуді қосыңыз

source: Full Name
kk: Толық аты-жөні

source: All authoring organizations of the program MUST have a certificate image defined!
kk: Бағдарламаның барлық авторлық ұйымдарында анықталған сертификат кескіні болуы МІНДЕТТІ!

source: The image file size must be less than 250KB.
kk: Кескін файлының өлшемі 250 КБ-тан аз болуы керек.

source: Invalid course key.
kk: Жарамсыз курс кілті.

source: Signatory organization name if its different from issuing organization.
kk: Қол қойған ұйымның атауы, егер ол эмитент ұйымынан өзгеше болса.

source: Image must be square PNG files. The file size should be under 250KB.
kk: Кескін төртбұрышты PNG файлдары болуы керек. Файл өлшемі 250 КБ-тан аз болуы керек.

source: awarded
kk: марапатталды

source: revoked
kk: күші жойылды

source: The certificate available date and time that is set in Studio and copied to Credentials. This should be edited in Studio.
kk: Studio қолданбасында орнатылған және тіркелгі деректеріне көшірілген сертификат қол жетімді күн мен уақыт. Бұл Studio бағдарламасында өңделуі керек.

source: Program UUID
kk: UUID бағдарламасы

source: Display the associated organization's name (e.g. ACME University) instead of its short name (e.g. ACMEx)
kk: Қысқа атауының (мысалы, ACMEx) орнына байланысты ұйымның атын (мысалы, ACME университеті) көрсетіңіз

source: Use organization name
kk: Ұйым атауын пайдаланыңыз

source: {first_org} and {second_org}
kk: {first_org} және {second_org}

source: {series_of_orgs}, and {last_org}
kk: {series_of_orgs} және {last_org}

source: I completed a course at {platform_name}. Take a look at my certificate:
kk: Мен {platform_name} курсын аяқтадым. Менің сертификатымды қараңыз:

source: I completed a course at {platform_name}.
kk: Мен {platform_name} платформасында курс аяқтадым.

source: successfully completed all courses and received passing grades for a Professional Certificate in
kk: барлық курстарды сәтті аяқтап, кәсіби сертификатқа өту бағаларын алды

source: Professional Certificate
kk: Кәсіби сертификат

source: Cache cleared.
kk: Кэш тазартылды.

source: {action} is not a valid action.
kk: {action} жарамды әрекет емес.

source: N/A
kk: Жоқ

source: sent
kk: жіберілді

source: other
kk: басқа

source: User credit pathways can only be connected to credit pathways.
kk: Пайдаланушының несиелік жолдарын тек несиелік жолдарға қосуға болады.

source: Issuer ID
kk: Эмитент идентификаторы

source: At least one Issuer must be always enabled!
kk: Кем дегенде бір Эмитент әрқашан қосулы болуы керек!

source: Open Badges Specification v3.0
kk: Танымбелгілердің сипаттамасы v3.0

source: Open Badges Specification v3.0.1
kk: Ашық белгішелер сипаттамасы v3.0.1

source: Status List 2021
kk: Күй тізімі 2021

source: Verifiable Credentials Data Model v1.1
kk: Тексерілетін тіркелгі деректерінің деректер үлгісі v1.1

source: Couldn't find such issuance line: [{issuance_uuid}]
kk: Мұндай шығару жолын табу мүмкін болмады: [ {issuance_uuid} ]

source: Seems credential isn't active anymore: [{credential_id}]
kk: Тіркелгі деректері енді белсенді емес сияқты: [ {credential_id} ]

source: Provided data didn't validate
kk: Берілген деректер расталмады

source: Issued verifiable credential can't be verified!
kk: Шығарылған расталатын тіркелгі деректерін тексеру мүмкін емес!

source: Related Open edX learner credential
kk: Қатысты Open edX оқушы тіркелгі деректері

source: Completeness indicator
kk: Толықтық көрсеткіші

source: Issuer DID
kk: Эмитент DID

source: Target storage identifier
kk: Мақсатты сақтау идентификаторы

source: Verifiable credential subject DID
kk: Тексерілетін тіркелгі деректерінің тақырыбы DID

source: Verifiable credential specification to use
kk: Қолданылатын тексерілетін тіркелгі деректерінің сипаттамасы

source: Defines a position in the Status List sequence
kk: Күй тізімі ретіндегі орынды анықтайды

source: Keeps track on a corresponding user credential's status
kk: Сәйкес пайдаланушы тіркелгі деректерінің күйін қадағалайды

source: program certificate
kk: бағдарлама сертификаты

source: course certificate
kk: курс сертификаты

source: program certificate for passing a program {program_title}
kk: {program_title} бағдарламасын өтуге арналған бағдарлама сертификаты

source: , with total {hours_of_effort} Hours of effort required to complete it
kk: , жалпы {hours_of_effort} Оны аяқтау үшін сағаттық күш қажет

source: {credential_type} is granted on program {program_title} completion offered by {organizations}, in collaboration with {platform_name}. The {program_title} program includes {course_count} course(s){effort_info}.
kk: {credential_type} {platform_name} бірлесе отырып, {organizations} ұсынған {program_title} аяқтау бағдарламасында берілген. {program_title} бағдарламасына {course_count} курс(тар)ы {effort_info} кіреді.

source: {credential_type} is granted on course {course_title} completion offered by {organization}, in collaboration with {platform_name}
kk: {credential_type} курсын {course_title} аяқтағаннан кейін {organization} ұсынған, {platform_name} платформасымен бірлесіп беріледі.

source: {recipient_fullname} successfully completed all courses and received passing grades for a Professional Certificate in {program_title} a program offered by {organizations}, in collaboration with {platform_name}.
kk: {recipient_fullname} барлық курстарды сәтті аяқтап, {program_title} серіктестігімен {organizations} ұсынатын {platform_name} бағдарламасы бойынша Кәсіби сертификатқа өту бағаларын алды.

source: recipient
kk: алушы

source: {recipient_fullname} successfully completed a course and received a passing grade for a Course Certificate in {course_title} a course offered by {organization}, in collaboration with {platform_name}.
kk: {recipient_fullname} {organization} ұсынған, {platform_name} серіктестігімен өткізілген {course_title} курсын сәтті аяқтап, Курстық Сертификатқа өту бағасын алды.

source: Issuer secret key. See: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
kk: Эмитенттің құпия кілті. Қараңыз: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519

source: Status List generation failed: [{issuer_id}]
kk: Күй тізімі жасалмады: [ {issuer_id} ]

source: There are no enabled Issuance Configurations for some reason! At least one must be always active.
kk: Қандай да бір себептермен қосулы шығарылым конфигурациялары жоқ! Кем дегенде біреуі үнемі белсенді болуы керек.

source: Verifiable Credentials feature is not enabled [{feature_name}]
kk: Тексерілетін тіркелгі деректері мүмкіндігі қосылмаған [ {feature_name} ]

source: Mandatory data is missing
kk: Міндетті деректер жоқ

source: Credential identifier must be valid UUID: ['credential_uuid']
kk: Тіркелгі деректерінің идентификаторы жарамды UUID болуы керек: [&#39;credential_uuid&#39;]

source: No such user credential [%(credential_uuid)s]
kk: Мұндай пайдаланушы тіркелгі деректері жоқ [ %(credential_uuid)s ]

source: Provided storage backend ({storage_id}) isn't active. Storages: {active_storages}
kk: Берілген жад сервері ( {storage_id} ) белсенді емес. Сақтау орындары: {active_storages}

source: Can't find an Issuer with such ID [{issuer_id}]
kk: Мұндай идентификаторы бар Эмитентті табу мүмкін емес [ {issuer_id} ]

source: Learner Credential Wallet
kk: Оқушының тіркелгі деректері әмиян

source: Page Not Found
kk: Бет табылмады

source: Server Error
kk: Сервер қатесі

source: Print or share your certificate
kk: Куәлікті басып шығарыңыз немесе бөлісіңіз

source: Share this certificate via Facebook
kk: Бұл сертификатты Facebook арқылы бөлісіңіз

source: Tweet this certificate
kk: Осы сертификатты твитпен жазыңыз

source: Add to LinkedIn profile
kk: LinkedIn профиліне қосыңыз

source: Add this certificate to your LinkedIn profile
kk: Бұл сертификатты LinkedIn профиліңізге қосыңыз

source: Print
kk: Басып шығару

source: Print this certificate
kk: Осы сертификатты басып шығарыңыз

source: Legal Policies
kk: Құқықтық саясат

source: Terms of Service & Honor Code
kk: Қызмет көрсету шарттары және Ар-намыс кодексі

source: Privacy Policy
kk: Құпиялылық саясаты

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
kk: Белгіленген жағдайларды қоспағанда, барлық құқықтар қорғалған. edX, Open edX және edX және Open edX логотиптері edX Inc компаниясының тіркелген сауда белгілері немесе сауда белгілері болып табылады.

source: Powered by
kk: Көмегімен

source: Skip to main content
kk: Негізгі мазмұнға өту

source: Congratulations, %(user_name)s!
kk: Құттықтаймыз, %(user_name)s !

source: You worked hard to earn your certificate from %(platform_name)s — share it with colleagues, friends, and family to get the word out about what you mastered in %(program_display_name)s.
kk: Сіз %(platform_name)s сертификатын алу үшін көп еңбек еттіңіз — %(program_display_name)s бағдарламасында игергеніңіз туралы айту үшін оны әріптестеріңізбен, достарыңызбен және отбасыңызбен бөлісіңіз.

source: Go to %(platform_name)s Home Page
kk: %(platform_name)s Басты бетіне өтіңіз

source: All rights reserved
kk: Барлық құқықтар қорғалған

source: Hello
kk: Сәлем

source: Congratulations on completing the %(program_title)s %(program_type)s Program!
kk: %(program_title)s %(program_type)s бағдарламасын аяқтауыңызбен құттықтаймыз!

source: Sincerely,<br/>The %(platform_name)s Team
kk: Құрметпен,<br/> %(platform_name)s командасы

source: Sincerely
kk: Құрметпен

source: The %(platform_name)s Team
kk: %(platform_name)s командасы

source: Congratulations for finishing your %(program_title)s %(program_type)s Program!
kk: %(program_title)s %(program_type)s бағдарламасын аяқтауыңызбен құттықтаймыз!

source: Supported by the following organizations
kk: Келесі ұйымдар қолдау көрсетеді

source: logo
kk: логотипі

source: {start_span}This is to certify that{end_span} {start_strong} {user_name} {end_strong}
kk: {start_span} Бұл {end_span} {start_strong} {user_name} {end_strong} екенін растау үшін

source: a program offered by %(org_name_string)s, in collaboration with %(platform_name)s.
kk: %(platform_name)s бірлесе отырып, %(org_name_string)s ұсынған бағдарлама.

source: Noted by
kk: атап өткен

source: Issued {month} {year}
kk: Шығарылған {month} {year}

source: Valid Certificate ID
kk: Жарамды сертификат идентификаторы

source: Effort
kk: Күш

source: %(num_hours)s hour
kk: %(num_hours)s сағат

source: For tips and tricks on printing your certificate, view the {start_anchor}Web Certificates help documentation{end_anchor}.
kk: Куәлікті басып шығару бойынша кеңестер мен амалдарды алу үшін {start_anchor} Веб сертификаттары анықтамалық құжаттамасын қараңыз {end_anchor} .

source: Management View
kk: Басқару көрінісі

source: Clear cache
kk: Кэшті тазалау

source: %(user_full_name)s has sent an updated program record for %(program_name)s.
kk: %(user_full_name)s %(program_name)s үшін жаңартылған бағдарлама жазбасын жіберді.

source: %(user_full_name)s has sent their completed program record for %(program_name)s.
kk: %(user_full_name)s %(program_name)s үшін аяқталған бағдарлама жазбасын жіберді.

source: %(user_full_name)s has sent their partially completed program record for %(program_name)s.
kk: %(user_full_name)s %(program_name)s үшін жартылай аяқталған бағдарлама жазбасын жіберді.

source: %(user_full_name)s would like to apply for credit in the %(pathway_name)s.
kk: %(user_full_name)s %(pathway_name)s ішінде несиеге өтініш бергісі келеді.

source: Please view or download %(user_full_name)s’s public program record to determine their credit eligibility status.
kk: Несиелік жарамдылық күйін анықтау үшін %(user_full_name)s жалпы бағдарламасының жазбасын қараңыз немесе жүктеп алыңыз.

source: View Program Record
kk: Бағдарлама жазбасын көру

source: Download Record (CSV)
kk: Жазбаны жүктеп алу (CSV)

source: %(program_name)s Updated Credit Request for %(user_full_name)s
kk: %(program_name)s %(user_full_name)s үшін жаңартылған несие сұрауы

source: %(program_name)s Credit Request for %(user_full_name)s
kk: %(program_name)s %(user_full_name)s үшін несие сұрауы

source: Credentials Administration
kk: Тіркелгі деректері әкімшілігі
